<<<<<<< HEAD
1.
#კონკატინაცია არის სტრინგების შეტყუპება/მიმატება.

2.
string = "hello world"
integer = 60
float = 9.7

3.
print(60+50) #ტერმინალში გამოიტანს მათ ჯამს ინტეჯერის სახით.
print(80-76) #ტერმინალში გამოიტანს მათ სხვაობას ინტეჯერის სახით.
print(7 * 9) #ტერმინალში გამოიტანს მათ ნამრავლს ინტეჯერის სახით.
print(81/9) #ინტეჯერში გამოიტანს მათ სხვაობას float-ის სახით.

4.
print("nini" * 20)

5.
'''სტრინგის და ინტეჯერის შეკრება ერორია, რადგან არ შეგვიძლია ტექსტურ შტყობინებას დავუმატოთ რიცხვი,მაგრამ სტრინგის და ინტეჯერის გამრავლება
შესაძლებელია,რადგან კომპიუტერი იღებს მითითებას, რომ კონკრეტული სტრინგი გამოიტანოს გარკვეული რაოდენობით.'''

6.
#კოდები name = "student", print(name+name) ტერმინალში გამოიტანს name ცვლადის მნიშვნელობას ორჯერ შეტყპებულს, ანუ studentstudent.
=======
1.
#კონკატინაცია არის სტრინგების შეტყუპება/მიმატება.

2.
string = "hello world"
integer = 60
float = 9.7

3.
print(60+50) #ტერმინალში გამოიტანს მათ ჯამს ინტეჯერის სახით.
print(80-76) #ტერმინალში გამოიტანს მათ სხვაობას ინტეჯერის სახით.
print(7 * 9) #ტერმინალში გამოიტანს მათ ნამრავლს ინტეჯერის სახით.
print(81/9) #ინტეჯერში გამოიტანს მათ სხვაობას float-ის სახით.

4.
print("nini" * 20)

5.
'''სტრინგის და ინტეჯერის შეკრება ერორია, რადგან არ შეგვიძლია ტექსტურ შტყობინებას დავუმატოთ რიცხვი,მაგრამ სტრინგის და ინტეჯერის გამრავლება
შესაძლებელია,რადგან კომპიუტერი იღებს მითითებას, რომ კონკრეტული სტრინგი გამოიტანოს გარკვეული რაოდენობით.'''

6.
#კოდები name = "student", print(name+name) ტერმინალში გამოიტანს name ცვლადის მნიშვნელობას ორჯერ შეტყპებულს, ანუ studentstudent.
>>>>>>> 66c3209867967201f6ab0e5d70bc2c6b401bb987
